export default [
    {
        "id": "56c52345f452354fl23554ldf54",
        "data": "2016-06-09T15:03:23.000Z",
        "title": "Commodo qui incidunt",
        "text": "Commodo ReactElement, который был рассмотрен в прошлой теме, позволяет создавать элементы, которые встраиваются на веб-страницу. Однако ReactElement плохо подходит для создания комплексной разметки HTML. Объекты ReactElement сложно использовать повторно в других аналогичных ситуациях, сложнее поддерживать.",
        "comments": [

        ]
    }
]