export default [
    {
        "id": "56c52345f452354fl23554ldf54",
        "data": "2016-06-09T15:03:23.000Z",
        "title": "Commodo qui incidunt",
        "text": "Commodo ReactElement, который был рассмотрен в прошлой теме, позволяет создавать элементы, которые встраиваются на веб-страницу. Однако ReactElement плохо подходит для создания комплексной разметки HTML. Объекты ReactElement сложно использовать повторно в других аналогичных ситуациях, сложнее поддерживать.",
        "comments": [
            {
                "id": "qwewerqwr",
                "user": "Faker Neker",
                "text": "накомьтесь с документацией поставщика плагина для получения подробной информации о персональной обработке данных. JetBrains не несет ответственности за обработку ваших личных да"
            },
            {
                "id": "dfhfdhyasfd",
                "user": "Lyis Nyches",
                "text": "Эта команда поместит новый класс CheckAge в ваш каталог app/Http/Middleware. В этом посреднике мы будем пропускать только те запросы, в которых age будет больше 200, а во всех остальных случаях будем перенаправлять пользователей на «home» URI."
            },
            {
                "id": "qqwrwqrxx",
                "user": "Frenk Senatar",
                "text": "В Laravel есть несколько стандартных посредников, включая посредники для аутентификации и CSRF-защиты. Все они расположены в каталоге app/Http/Middleware."
            }
        ]
    },
    {
    "id": "56cdfhdfherwy843788dwsgt32s",
        "data": "2015-06-09T15:03:23.000Z",
        "title": "Truk",
        "text": "В этом разделе мы изучим прототипы и классы на них – де-факто стандарт объектно-ориентированной разработки в JavaScript.",
        "comments": [
            {
                "id": "sadfsdg",
                "user": "Faker Neker",
                "text": "накомьтесь с документацией поставщика плагина для получения подробной информации о персональной обработке данных. JetBrains не несет ответственности за обработку ваших личных да"
            },
            {
                "id": "dfasfas2fas",
                "user": "Lyis Nyches",
                "text": "Эта команда поместит новый класс CheckAge в ваш каталог app/Http/Middleware. В этом посреднике мы будем пропускать только те запросы, в которых age будет больше 200, а во всех остальных случаях будем перенаправлять пользователей на «home» URI."
            },
            {
                "id": "qqwafs1rwfas",
                "user": "Frenk Senatar",
                "text": "В Laravel есть несколько стандартных посредников, включая посредники для аутентификации и CSRF-защиты. Все они расположены в каталоге app/Http/Middleware."
            }
        ]
    },
    {
        "id": "56cdfhdfhaswq32142gt32s",
        "data": "2013-06-09T15:03:23.000Z",
        "title": "Faken",
        "text": "Есть два средства для проверки наличия свойства в объекте: первое – оператор in, второе – получить его и сравнить с undefined.\n" +
        "\n" +
        "Они почти идентичны, но есть одна небольшая разница.\n" +
        "\n" +
        "Дело в том, что технически возможно, что свойство есть, а его значением является undefined:",
        "comments": [
            {
                "id": "sadfsdg",
                "user": "Faker Neker",
                "text": "накомьтесь с документацией поставщика плагина для получения подробной информации о персональной обработке данных. JetBrains не несет ответственности за обработку ваших личных да"
            },
            {
                "id": "dfasfas2fas",
                "user": "Lyis Nyches",
                "text": "Эта команда поместит новый класс CheckAge в ваш каталог app/Http/Middleware. В этом посреднике мы будем пропускать только те запросы, в которых age будет больше 200, а во всех остальных случаях будем перенаправлять пользователей на «home» URI."
            },
            {
                "id": "qqwafs1rwfas",
                "user": "Frenk Senatar",
                "text": "В Laravel есть несколько стандартных посредников, включая посредники для аутентификации и CSRF-защиты. Все они расположены в каталоге app/Http/Middleware."
            }
        ]
    }

]